<?php

// Language definitions used in admin_permissions.php
$lang_admin_permissions = array(

'Perms updated redirect'	=>	'Права оновлені. Йде перенаправлення …',
'Permissions head'			=>	'Додаткові права',
'Posting subhead'			=>	'Публікація',
'BBCode label'				=>	'BB-коди',
'BBCode help'				=>	'Дозволити використання BB-кодів в повідомленнях (рекомендується).',
'Image tag label'			=>	'Зображення',
'Image tag help'			=>	'Дозволити використання тега [img][/img] в повідомленнях.',
'All caps message label'	=>	'Великі літери в повідомленнях',
'All caps message help'		=>	'Дозволяти повідомлення, що складаються повністю з великих літер.',
'All caps subject label'	=>	'Великі літери в назвах тем',
'All caps subject help'		=>	'Дозволяти публікацію тем, заголовки яких складаються повністю з великих літер.',
'Require e-mail label'		=>	'Вимагати email у гостей',
'Require e-mail help'		=>	'Вимагати від гостей обов\'язкового зазначення поштової адреси при публікації повідомлень.',
'Signatures subhead'		=>	'Підписи',
'BBCode sigs label'			=>	'BB-коди в підписах',
'BBCode sigs help'			=>	'Дозволити використання BB-кодів в підписах.',
'Image tag sigs label'		=>	'Зображення в підписах',
'Image tag sigs help'		=>	'Дозволити використання BB-коду [img][/img] у підписах (не рекомендується).',
'All caps sigs label'		=>	'Великі літери в підписах',
'All caps sigs help'		=>	'Дозволяти підписи, що складаються повністю з великих літер.',
'Max sig length label'		=>	'Максимальна довжина підпису',
'Max sig length help'		=>	'Максимальна кількість знаків у підписі.',
'Max sig lines label'		=>	'Максимальна кількість рядків у підписі',
'Max sig lines help'		=>	'Максимальна кількість рядків тексту в підписі.',
'Registration subhead'		=>	'Реєстрація',
'Banned e-mail label'		=>	'Дозволити використовувати заблоковані email',
'Banned e-mail help'		=>	'Дозволяти реєструватися з заблокованих поштових адресів/доменів. У разі виявлення реєстрації з використанням забороненої адреси, адміністрації надсилається повідомлення. Даний спосіб ефективно виявляє множинні реєстрації.',
'Duplicate e-mail label'	=>	'Дозволити повторні реєстрації',
'Duplicate e-mail help'		=>	'Дозволяти повторно реєструватися з одної поштової адреси. У разі виявлення повторних реєстрацій, адміністрації надсилається повідомлення.',

);
