<?php

// Language definitions used in admin_forums.php
$lang_admin_forums = array(

'Forum added redirect'		=>	'Форум додано. Йде перенаправлення …',
'Forum deleted redirect'	=>	'Форум видалено. Йде перенаправлення …',
'Forums updated redirect'	=>	'Форуми оновлені. Йде перенаправлення …',
'Forum updated redirect'	=>	'Форум оновлено. Йде перенаправлення …',
'Perms reverted redirect'	=>	'Права скинуті в значення за замовчуванням. Йде перенаправлення …',
'Must enter name message'	=>	'Необхідно вказати назву форуму.',
'Must be integer message'	=>	'Позиція повинна бути додатним цілим числом.',
'New forum'					=>	'Новий форум',

// Entry page
'Add forum head'			=>	'Додати форум',
'Create new subhead'		=>	'Створити новий форум',
'Add forum label'			=>	'Додати форум до категорії',
'Add forum help'			=>	'Виберіть категорію, з якою хотілося б пов\'язати новий форум.',
'Add forum'					=>	'Додати форум',
'No categories exist'		=>	'Категорій не знайдено',
'Edit forums head'			=>	'Редагувати форуми',
'Category subhead'			=>	'Категорія:',
'Forum label'				=>	'Форум',
'Edit link'					=>	'Редагувати',
'Delete link'				=>	'Видалити',
'Position label'			=>	'Позиція',
'Update positions'			=>	'Оновити позиції',
'Confirm delete head'		=>	'Вилучення форуму',
'Confirm delete subhead'	=>	'Запит на підтвердження видалення форуму',
'Confirm delete info'		=>	'Ви впевнені, що бажаєте видалити форум <strong>%s</strong>?',
'Confirm delete warn'		=>	'УВАГА! Видалення форуму призведе до видалення всіх тем та повідомлень пов\'язаних з ним (якщо такі є)!',

// Detailed edit page
'Edit forum head'			=>	'Редагування форуму',
'Edit details subhead'		=>	'Редагування налаштувань форуму',
'Forum name label'			=>	'Назва форуму',
'Forum description label'	=>	'Опис (HTML)',
'Category label'			=>	'Категорія',
'Sort by label'				=>	'Сортування тем по',
'Last post'					=>	'Останньому повідомленню',
'Topic start'				=>	'Даті створення',
'Subject'					=>	'Назві',
'Redirect label'			=>	'Адреса URL перенаправлення',
'Redirect help'				=>	'Доступно тільки для порожніх форумів',
'Group permissions subhead'	=>	'Редагування прав доступу користувачів до форуму',
'Group permissions info'	=>	'Форма служить для швидкого налаштування прав доступу до форуму користувачам з окремих груп. Якщо ви не зміните нижчезазначених значень, то права доступу будуть сформовані виходячи з налаштувань заданих за замовчуванням. Права для кожної окремої групи налаштовуються у розділі %s. Адміністраторська група завжди має повний доступ до всіх форумів. Налаштування, що відрізняються від стандартних, виділені червоним кольором. Опція <i>Читання форуму</i> буде недоступна у разі, якщо в налаштуваннях певної групи заборонена глобальна опція <i>Читання всього форуму</i>. Для форуму з включеним перенаправленням доступна тільки одна активна опція <i>Читання форуму</i>.',
'Read forum label'			=>	'Читання форуму',
'Post replies label'		=>	'Створення повідомлень',
'Post topics label'			=>	'Створення тем',
'Revert to default'			=>	'Повернути налаштування за замовчуванням',

);
