<?php

// Language definitions used in delete.php
$lang_delete = array(

'Delete post'			=>	'Видалити повідомлення',
'Warning'				=>	'Ви збираєтеся назавжди видалити це повідомлення.',
'Topic warning'			=>	'Увага! Повідомлення, яке ви збираєтеся назавжди видалити, є першим у темі, при його видаленні буде видалено всю тему.',
'Delete info'			=>	'Нижче показано повідомлення, яке буде видалено, щоб Ви могли ще раз ознайомитися з ним.',
'Reply by'				=>	'Автор повідомлення %s - %s',
'Topic by'				=>	'Автор теми %s - %s',
'Delete'				=>	'Видалити', // The submit button
'Post del redirect'		=>	'Повідомлення видалено. Йде перенаправлення …',
'Topic del redirect'	=>	'Тема видалена. Йде перенаправлення …'

);
