<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'Довідка',
'produces'				=>	'виводить',

'BBCode'				=>	'BB-коди',
'BBCode info 1'			=>	'BB-коди - це набір тегів форматування, які дозволяють у спрощеній формі оформляти текст у повідомленнях. BB-коди працюють за тим же принципом, що і HTML, тому вони дуже схожі. Нижче представлено список всіх доступних для використання BB-кодів, з поясненнями щодо їх застосування.',
'BBCode info 2'			=>	'Адміністрація може включати та вимикати BB-коди. Коли BB-коди доступні, поряд з полем вводу тексту повідомлення або підпису з\'являється посилання на розділ довідки за BB-кодами.',

'Text style'			=>	'Оформлення тексту',
'Text style info'		=>	'Нижчеперелічені теги впливають на показ тексту в повідомленнях:',
'Bold text'				=>	'Жирний',
'Underlined text'		=>	'Підкреслений',
'Italic text'			=>	'Курсив',
'Strike-through text'	=>	'Закреслений',
'Red text'				=>	'Червоний текст',
'Blue text'				=>	'Синій текст',
'Heading text'			=>	'Заголовок',
'Deleted text'			=>	'Видалений текст',
'Inserted text'			=>	'Вставлений текст',
'Emphasised text'		=>	'Курсив',

'Links and images'		=>	'Посилання та зображення',
'Links info'			=>	'Ви можете створювати лінки на інші документи або поштові адреси використовуючи наступні теги:',
'This help page'		=>	'Довідкова сторінка',
'My email address'		=>	'Моя пошта',
'Images info'			=>	'Якщо ви хочете вивести зображення в повідомленні, то використовуйте тег img. Текст, наступний за знаком рівності «=», буде використаний у якості опису та підказки.',
'FluxBB bbcode test'	=>	'Тестування bb-кодів форуму FluxBB',

'Test topic'			=>	'Перевірка теми',
'Test post'				=>	'Перевірка повідомлення',
'Test forum'			=>	'Перевірка форуму',
'Test user'				=>	'Перевірка користувача',

'Quotes'				=>	'Цитування',
'Quotes info'			=>	'Якщо ви захочете процитувати яке-небудь повідомлення, використовуйте тег quote.',
'Quotes info 2'			=>	'Якщо ви не хочете вказувати автора цитованого повідомлення, використовуйте тег quote без імені.',
'Quote text'			=>	'Це цитований текст.',
'produces quote box'	=>	'приклад виведеної цитати:',
'quote note'			=>	'Зауваження: Якщо цитоване ім\'я користувача містить символи [ або ], то можна взяти ім\'я в лапки.',

'Code'					=>	'Код',
'Code info'				=>	'Коли повідомлення містить шматки програмного коду, то для правильного його виведення повинен використовуватися тег code. Програмний код, оформлений тегом code, виводиться моноширинним шрифтом і на нього не впливають інші теги.',
'Code text'				=>	'Це якийсь код.',
'produces code box'		=>	'приклад виведення правильно оформленого коду:',

'Nested tags'			=>	'Вкладені теги',
'Nested tags info'		=>	'BB-коди можуть вкладатися один в одного для створення більш складного оформлення. Наприклад:',
'Bold, underlined text'	=>	'Напівжирний, підкреслений текст',

'Lists'					=>	'Списки',
'List info'				=>	'Для створення списків використовуйте тег list. За допомогою тега list можна створити 3 види списків.',
'List text 1'			=>	'Перша комірка списку.',
'List text 2'			=>	'Друга комірка списку.',
'List text 3'			=>	'Третя комірка списку.',
'produces list'			=>	'виводить маркований список.',
'produces decimal list'	=>	'виводить пронумерований список.',
'produces alpha list'	=>	'виводить літерний список.',

'Smilies'				=>	'Смайлики',
'Smilies info'			=>	'Для вираження своїх емоцій у повідомленнях використовуються смайлики. Форум підтримує конвертацію деяких символьних комбінацій, які при відправці повідомлень автоматично перетворюються на графічні аналоги зазначених емоцій. Можливість використання смайликів може бути вимкнена адміністрацією. Доступні наступні смайлики:'

);
