<?php

// Language definitions used in login.php
$lang_login = array(

// Miscellaneous
'Login errors'				=>	'Помилка входу',
'Login errors info'			=>	'Потрібно виправити наступні помилки, перш ніж ви зможете увійти:',
'Wrong user/pass'			=>	'Невірно вказані ім\'я користувача та/або пароль.',
'Forgotten pass'			=>	'Забули пароль?',
'Login redirect'			=>	'Вхід проведений успішно. Йде перенаправлення …',
'Logout redirect'			=>	'Вихід. Йде перенаправлення …',
'No email match'			=>	'На форумі немає користувачів з поштовою адресою',
'Request pass'				=>	'Відновлення пароля',
'Request pass legend'		=>	'Введіть поштову адресу, яка була використана при реєстрації на форумі',
'Request pass info'			=>	'Новий пароль та лінк для активації будуть надіслані на вказану адресу.',
'Not registered'			=>	'Ще не зареєстровані?',
'Login legend'				=>	'Запит імені користувача та пароля',
'Remember me'				=>	'Упізнавати автоматично при кожному відвідуванні.',
'Login info'				=>	'Якщо Ви не зареєстровані або забули пароль, то клікніть по наведеним нижче посиланнях.',
'New password errors'		=>	'Помилка в запиті пароля',
'New passworderrors info'	=>	'Наступні помилки повинні бути усунені перед відправкою нового паролю:',

// Forget password mail stuff
'Forget mail'				=>	'Лист з інструкцією щодо зміни паролю було надіслано на вказану поштову адресу. Якщо ви не отримаєте його, зв\'яжіться з адміністрацією форуму, використовуючи поштову адресу',
'Email flood'				=>	'Для цього облікового запису нещодавно вже запитували новий пароль. Будь ласка, зачекайте %s хвилин до наступної спроби.'

);
