<?php

// Language definitions used in various scripts
$lang_misc = array(

'Mark read redirect'			=>	'Всі теми та форуми були позначені як прочитані. Йде перенаправлення …',
'Mark forum read redirect'		=>	'Всі теми в обраному форумі були позначені як прочитані. Йде перенаправлення …',

// Send email
'Form email disabled'			=>	'Користувач, якому ви намагаєтеся відправити лист, не бажає отримувати листи від інших учасників.',
'No email subject'				=>	'Ви повинні ввести назву теми.',
'No email message'				=>	'Ви повинні ввести текст повідомлення.',
'Too long email message'		=>	'Повідомлення не повинно перевищувати 65535 символів (~64 KB).',
'Email flood'					=>	'Повинно пройти мінімум %s секунд між повторними відправками листів. Будь ласка, зачекайте %s секунд, а потім спробуйте ще раз.',
'Email sent redirect'			=>	'Лист відправлено. Йде перенаправлення …',
'Send email to'					=>	'Відправка повідомлення до',
'Email subject'					=>	'Тема',
'Email message'					=>	'Повідомлення',
'Email disclosure note'			=>	'Увага! Використовуючи цю форму для відправки листа, одержувачу стає відома ваша поштова адреса.',
'Write email'					=>	'Форма для складання та відправлення листа',

// Report
'No reason'						=>	'Ви повинні вказати причину.',
'Reason too long'				=>	'Повідомлення не повинно перевищувати 65535 символів (~64 KB).',
'Report flood'					=>	'Має пройти мінімум %s секунд між повторними відправками скарг. Будь ласка, зачекайте %s секунд, а потім спробуйте ще раз.',
'Report redirect'				=>	'Скарга відправлена. Йде перенаправлення …',
'Report post'					=>	'Скарга на повідомлення',
'Reason'						=>	'Причина',
'Reason desc'					=>	'Будь ласка, введіть причину, по якій слід звернути увагу на повідомлення',

// Subscriptions
'Already subscribed topic'		=>	'Ви вже підписані на цю тему.',
'Already subscribed forum'		=>	'Ви вже підписані на цей форум.',
'Subscribe redirect'			=>	'Ваша підписка додана. Йде перенаправлення …',
'Not subscribed topic'			=>	'Ви не підписані на цю тему.',
'Not subscribed forum'			=>	'Ви не підписані на цей форум.',
'Unsubscribe redirect'			=>	'Ваша підписка видалена. Йде перенаправлення …',

// General forum and topic moderation
'Moderate'						=>	'Модерувати',
'Select'						=>	'Вибрати', // the header of a column of checkboxes
'Move'							=>	'Перемістити',
'Split'							=>	'Розділити',
'Delete'						=>	'Видалити',
'Merge'							=>	'Об\'єднати',

// Moderate forum
'Open'							=>	'Відкрити',
'Close'							=>	'Закрити',
'Move topic'					=>	'Переміщення теми',
'Move topics'					=>	'Переміщення тем',
'Move legend'					=>	'Вкажіть місце переміщення',
'Move to'						=>	'Перемістити в',
'Nowhere to move'				=>	'Немає відповідних форумів для переміщення тем.',
'Leave redirect'				=>	'Встановити перенаправлення',
'Move topic redirect'			=>	'Тема переміщена. Йде перенаправлення …',
'Move topics redirect'			=>	'Теми переміщені. Йде перенаправлення …',
'Confirm delete legend'			=>	'Будь ласка, підтвердіть видалення',
'Delete topics'					=>	'Видалення тем',
'Delete topics comply'			=>	'Ви впевнені, що бажаєте видалити вибрані теми?',
'Delete topics redirect'		=>	'Теми видалені. Йде перенаправлення …',
'Open topic redirect'			=>	'Тема відкрита. Йде перенаправлення …',
'Open topics redirect'			=>	'Теми відкриті. Йде перенаправлення …',
'Close topic redirect'			=>	'Тема закрита. Йде перенаправлення …',
'Close topics redirect'			=>	'Теми закриті. Йде перенаправлення …',
'No topics selected'			=>	'Ви повинні вибрати хоча б одну тему для переміщення/видалення/відкриття/закриття.',
'Not enough topics selected'	=>	'Ви повинні вибрати не менше двох тем для об\'єднання.',
'Stick topic redirect'			=>	'Тема закріплена. Йде перенаправлення …',
'Unstick topic redirect'		=>	'Тема відкріплена. Йде перенаправлення …',
'Merge topics'					=>	'Об\'єднання тем',
'Merge topics redirect'			=>	'Теми об\'єднані. Йде перенаправлення …',
'Confirm merge legend'			=>	'Будь ласка, підтвердіть об\'єднання',
'New subject'					=>	'Назва нової теми',

// Split multiple posts in topic
'Confirm split legend'			=>	'Будь ласка, підтвердіть поділ вибраних повідомлень і вкажіть місце переміщення.',
'Split posts'					=>	'Поділ повідомлень',
'Split posts comply'			=>	'Ви впевнені, що бажаєте розділити вибрані повідомлення?',
'Split posts redirect'			=>	'Повідомлення розділені. Йде перенаправлення …',

// Delete multiple posts in topic
'Delete posts'					=>	'Видалення повідомлень',
'Cannot select first'			=>	'Перше повідомлення не може бути вибране для поділу або видалення.',
'Delete posts comply'			=>	'Ви впевнені, що бажаєте видалити вибрані повідомлення?',
'Delete posts redirect'			=>	'Повідомлення видалені. Йде перенаправлення …',
'No posts selected'				=>	'Ви повинні вибрати хоча б одне повідомлення для поділу або видалення.',

// Get host
'Host info 1'					=>	'IP адреса: %s',
'Host info 2'					=>	'Ім\'я хоста: %s',
'Show more users'				=>	'Знайти користувачів з таким же IP',

);
