<?php

// Language definitions used in post.php and edit.php
$lang_post = array(

// Post validation stuff (many are similiar to those in edit.php)
'No subject'		=>	'Тема повинна містити назву.',
'No subject after censoring'	=>	'Тема повинна містити назву. Після перевірки назви на відповідність, воно було видалене, введіть інше.',
'Too long subject'	=>	'Назва не повинна перевищувати 70 символів',
'No message'		=>	'Ви повинні ввести текст повідомлення.',
'No message after censoring'	=>	'Ви повинні ввести текст повідомлення. Після перевірки тексту на відповідність, він був видалений, введіть інший.',
'Too long message'	=>	'Повідомлення не повинно перевищувати %s байт.',
'All caps subject'	=>	'Назви тем не повинні складатися тільки з великих літер.',
'All caps message'	=>	'Текст повідомлень не повинен складатися тільки з великих літер.',
'Empty after strip'	=>	'Повідомлення складається з порожніх BB-кодів. Це могло статися через встановленні обмеження, які задають максимально можливий рівень вкладеності цитат.',

// Posting
'Post errors'		=>	'Помилки знайдені при відправці повідомлення',
'Post errors info'	=>	'Необхідно усунути перераховані помилки перед тим, як повідомлення буде опубліковано:',
'Post preview'		=>	'Попередній перегляд повідомлення',
'Guest name'		=>	'Ім\'я', // For guests (instead of Username)
'Post redirect'		=>	'Повідомлення опубліковане. Йде перенаправлення …',
'Post a reply'		=>	'Публікація відповіді',
'Post new topic'	=>	'Публікація нової теми',
'Hide smilies'		=>	'Не замінювати символьні смайли графічними',
'Subscribe'			=>	'Підписатися на тему',
'Stay subscribed'	=>	'Залишатися підписаним на тему',
'Topic review'		=>	'Огляд теми (нові повідомлення попереду)',
'Flood start'		=>	'Повинно пройти мінімум %s секунд між повторними публікаціями повідомлень. Будь ласка, зачекайте %s секунд, а потім спробуйте ще раз.',
'Preview'			=>	'Попередній перегляд', // submit button to preview message

// Edit post
'Edit post legend'	=>	'Редагування та публікація змін',
'Silent edit'		=>	'Приховане редагування (не виводити напис «Відредаговано …» у темі)',
'Edit post'			=>	'Редагування повідомлення',
'Edit redirect'		=>	'Повідомлення оновлено. Йде перенаправлення …'

);
