<?php

$GLOBALS['lang_recaptcha'] = array(
	'Human'                 => 'Ви людина?',
	'Prove'                 => 'Будь ласка, доведіть, що ви людина.',
	'Error'                 => 'Будь ласка, доведіть, що ви людина.',
	'API error'             => 'Не вдається перевірити подання reCAPTCHA.',
	'General'               => 'Налаштування інтеграції Google reCAPTCHA',
	'General description'   => 'Вкажіть ключ та секрет reCAPTCHA які надав вам Google для Вашого облікового запису.',
	'Enable'                => 'Увімкнути reCAPTCHA',
	'Site key'              => 'Ключ для сайту',
	'Secret key'            => 'Секрет для сайту',
	'Locations'             => 'Застосувати reCAPTCHA до:',
	'Locations description' => 'Нижче вкажіть де Ви хочете, щоб в reCAPTCHA застосовувалася та за яких умов',
	'Register'              => 'На сторінці реєстрації при реєстрації',
	'Login'                 => 'На сторінці входу на форум',
	'Guest post'            => 'Коли гість хоче створити публікацію',
	'Save'                  => 'Зберегти налаштування',
	'Settings saved'        => 'Налаштування успішно збережено. Триває перенаправлення ...',
);
