<?php

// Language definitions used in register.php
$lang_register = array(

// Miscellaneous
'No new regs'				=>	'На форумі заборонені нові реєстрації.',
'Reg cancel redirect'		=>	'Реєстрація скасована. Йде перенаправлення …',
'Forum rules'				=>	'Правила форуму',
'Rules legend'				=>	'Для продовження реєстрації Ви повинні висловити згоду з правилами',
'Registration flood'		=>	'Користувач з аналогічним IP-адресою нещодавно вже був зареєстрований. Для запобігання повторних реєстрацій повинно пройти не менше години, тоді знову з\'явиться можливість реєстрації. Вибачте за заподіяні незручності.',
'Agree'						=>	'Приймаю правила',
'Cancel'					=>	'Скасувати',
'Register'					=>	'Реєстрація',

// Form validation stuff (some of these are also used in post.php)
'Registration errors'		=>	'Помилки реєстрації',
'Registration errors info'	=>	'Для продовження реєстрації необхідно виправити знайдені помилки:',
'Username censor'			=>	'Вибране ім\'я користувача містить заборонені слова. Виберіть інше ім\'я.',
'Username dupe 1'			=>	'Вибране ім\'я вже зареєстровано користувачем',
'Username dupe 2'			=>	'Імена дуже схожі і повинні відрізнятися хоча б одним буквено-цифровим символом. Виберіть інше ім\'я.',
'Email not match'			=>	'Зазначені поштові адреси не збігаються.',

// Registration email stuff
'Reg email'					=>	'Дякуємо за реєстрацію. Пароль був відправлений на вказану поштову адресу. Якщо лист не дійшов, зв\'яжіться з адміністрацією; поштова адреса для зв\'язку',
'Reg complete'				=>	'Реєстрація завершена. Вхід і перенаправлення …',

// Register info
'Desc 1'					=>	'Реєстрація відкриває доступ до додаткових можливостей, наприклад, таким як: додавання, редагування та видалення повідомлень, підпису та аватарам, а також до багатьох інших… Якщо у вас виникли які-небудь питання, зв\'яжіться з адміністрацією.',
'Desc 2'					=>	'Нижче представлена форма, яку ви повинні заповнити для реєстрації та отримання особистого облікового запису. Як тільки процес буде завершено, відкриються налаштування профілю з різними параметрами для внесення будь-яких доступних змін. Реєстраційна сторінка містить малу дещицю всіх доступних налаштувань.',
'Username legend'			=>	'Введіть ім\'я користувача, що містить від 2 до 25 символів',
'Pass legend'				=>	'Введення і підтвердження обраного пароля',
'Pass info'					=>	'Пароль повинен складатися мінімум із 6 символів. Пароль чутливий до регістру літер.',
'Email info'				=>	'Ви повинні вказати діючу поштову адресу, на яку буде вислано випадковий пароль. Вказавши невірну адресу, ви не зможете завершити процедуру реєстрації.',
'Confirm email'				=>	'Повторіть email адресу',

);
