<?php

// Language definitions used in userlist.php
$lang_ul = array(

'User find legend'	=>	'Пошук і сортування користувачів',
'User search info'	=>	'Введіть ім\'я потрібного користувача та/або виберіть групу, для отримання більш точних результатів. Ім\'я користувача може бути порожнім. Для пошуку по масці дозволено використовувати символ зірочки (*).',
'User sort info'	=>	'Сортуйте користувачів по іменах, датах реєстрації та кількістю повідомлень, використовуючи додаткові фільтри.',
'User group'		=>	'Група',
'No of posts'		=>	'К-сті повідомлень',
'All users'			=>	'Всі'

);
