Subject: Запит на зміну поштової адреси

Привіт, <username>.

Ви зробили запит на зміну поштової адреси, прив'язаного до облікового запису на форумі <base_url>. Якщо ви не робили запиту, то проігноруйте цей лист. Тільки після переходу за нижченаведеним посиланням відбудеться зміна старої поштової адреси на нову. Щоб запит спрацював, необхідно перебувати на форумі в авторизованому стані.

Для зміни поштової адреси перейдіть за посиланням:
<activation_url>

--
<board_mailer> Mailer
(Не відповідайте на цей лист)
