Subject: Відповідь у темі: '<topic_subject>'

<replier> відповів у темі '<topic_subject>', на яку Ви підписані. У темі можуть бути більш нові повідомлення, але цей лист буде єдиним повідомленням. Нові повідомлення не будуть надходити до наступного відвідування форуму.

Відповідь знаходиться за адресою <post_url>

Відписатися від відповідей можна перейшовши по посиланню <unsubscribe_url> і натиснувши посилання для відписки у нижній частині сторінки.

--
<board_mailer> Mailer
(Не відповідайте на цей лист)