Subject: Нова тема у форумі: '<forum_name>'

<poster> створив нову тему '<topic_subject>', у форумі '<forum_name>', на яку ви підписані. 

Тема знаходиться за адресою <topic_url> 

Текст з теми:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

Відписатися від теми можна перейшовши за посиланням <unsubscribe_url> і натиснувши посилання для відписки у нижній частині сторінки.

--
<board_mailer> Mailer
(Не відповідайте на цей лист)
